Repository: spstratis/TEMP_ohigw
Catalog: OHIGateway/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nl, ro, ru, tr

# TakeReading_Message_NoUserSelected
source: Please select User A or User B before continuing
da: Please select User A or User B before continuing (da)
de: Bitte wählen Sie Benutzer A Benutzer B oder vor dem Fortfahren
es: Please select User A or User B before continuing (es)
fr: S'il vous plaît sélectionner l'utilisateur ou un utilisateur B avant de continuer
it: Si prega di selezionare User o User A B prima di continuare
nl: Please select User A or User B before continuing (nl)
ro: Please select User A or User B before continuing (ro)
ru: Пожалуйста, выберите пользователя А или пользователя B, прежде чем продолжить
tr: Please select User A or User B before continuing (tr)

# TakeReading_StatusMessage_CorruptData
source: Some of the provided data was corrupt or in an unexpected format. Please ensure your data is not corrupt and upload again. If new data is added to the device that is not corrupt, good records will be loaded and corrupt records will be ignored.
da: Nogle af de angivne data var ødelagte eller i et uventet format. Kontroller, at dine data ikke er ødelagte, og overfør igen. Hvis der er føjet nye data til enheden, som ikke er ødelagte, vil de gode poster blive indlæst, og ødelagte poster ignoreres.
de: Einige der bereitgestellten Daten waren beschädigt oder hatten ein unerwartetes Format. Stellen Sie sicher, dass Ihre Daten nicht beschädigt sind, und laden Sie erneut hoch. Wenn dem Gerät neue, nicht beschädigte Daten hinzugefügt werden, werden fehlerfreie Datensätze geladen und die beschädigten übergangen.
es: Algunos de los datos proporcionados están corruptos o en un formato desconocido. Asegúrese de que sus datos no están corruptos y cárguelos de nuevo. Si se agregan datos nuevos al dispositivo y no están corruptos, se cargarán los registros correctos y se ignorarán los registros corruptos.
fr: Certaines données fournies ont été corrompues ou leur format ne correspond pas celui escompté. Vérifiez que vos données ne sont pas corrompues et téléchargez-les de nouveau. Si de nouvelles données non corrompues sont ajoutées à l'appareil, les enregistrements corrects seront chargés et ceux qui sont corrompus ignorés.
it: Alcuni dei dati inviati erano danneggiati o in un formato inatteso. Assicurarsi che i dati non siano danneggiati, quindi eseguire nuovamente il caricamento. Se al dispositivo vengono aggiunti dati non danneggiati, i record corretti verranno caricati e i record danneggiati verranno ignorati.
nl: Bepaalde geleverde gegevens zijn beschadigd of hebben een onverwachte indeling. Zorg dat de gegevens niet zijn beschadigd en upload deze opnieuw. Als nieuwe gegevens worden toegevoegd aan het apparaat die niet beschadigd zijn, worden goede records geladen en beschadigde records genegeerd.
ro: Unele dintre datele furnizate au fost corupte sau în format neaşteptat. Asiguraţi-vă că datele nu sunt corupte şi încărcaţi-le din nou. Dacă pe dispozitiv sunt adăugate date care nu sunt corupte, înregistrările bune vor fi încărcate, iar cele corupte vor fi ignorate.
ru: Некоторые из загруженных данных оказались поврежденными или имеют неизвестный формат. Убедитесь, что данные не повреждены, и еще раз выполните передачу. Если добавить на устройство новые неповрежденные данные, то неповрежденные данные будут загружены, а поврежденные пропущены.
tr: Sağlanan verilerin bazıları bozuk veya bilinmeyen bir formata sahip. Lütfen verilerin bozuk olmadığından emin olun ve tekrar yükleyin. Cihaza bozuk olmayan yeni bir veri eklendiğinde, iyi kayıtlar yüklenir ve bozuk olan kayıtlar yok sayılır.

# TakeReading_StatusMessage_DeviceError
source: An error occurred while communicating with your device. Please remove the device, reconnect, ensure that any required cable is connected tightly and atempt the reading again.
da: Der opstod en fejl under kommunikation med enheden. Fjern enheden, tilslut den igen, kontroller at et eventuelt nødvendigt kabel er sat korrekt i, og forsøg aflæsningen igen.
de: Bei der Kommunikation mit dem Gerät ist ein Fehler aufgetreten. Entfernen Sie das Gerät, schließen Sie es erneut an, stellen Sie sicher, dass alle erforderlichen Kabel fest angeschlossen sind, und versuchen Sie den Lesevorgang erneut.
es: Se ha producido un error durante la comunicación con su dispositivo. Retire el dispositivo, vuelva a conectarlo, asegúrese de que el cable adecuado está conectado correctamente y vuelva a intentar realizar la medición.
fr: Une erreur s'est produite pendant la communication avec votre appareil. Veuillez retirer l'appareil, reconnectez-le, vérifiez que tout câble requis est branché correctement et réessayez de lire les données.
it: Si è verificato un errore durante la comunicazione con il dispositivo. Rimuovere il dispositivo, ricollegarlo, verificare che i cavi necessari siano tutti collegati saldamente, quindi riprovare a leggere i dati.
nl: Er is een fout opgetreden tijdens de communicatie met je apparaat. Verwijder het apparaat, sluit het opnieuw aan, zorg dat alle vereiste kabels goed zijn aangesloten en probeer opnieuw te lezen.
ro: A survenit o eroare în timpul comunicării cu dispozitivul. Decuplaţi dispozitivul, reconectaţi-l şi asiguraţi-vă că toate cablurile necesare sunt conectate şi încercaţi să citiţi din nou.
ru: При подключении устройства произошла ошибка. Отключите устройство, повторно его подключите, проверьте правильность подключения кабеля и повторите попытку считывания данных.
tr: Cihazınızın iletişimi ile ilgili bir hata oluştu. Lütfen cihazın bağlantısını kesin, cihazı tekrar bağlayın ve tüm kabloların düzgün bir şekilde bağlandığından emin olduktan sonra tekrar okumayı deneyin.

# TakeReading_StatusMessage_DeviceNotFound
source: The device could not be found. Please be sure that it is connected properly with any necessary cables secured and attempt the reading again.
da: Enheden blev ikke fundet. Kontroller, at den er tilsluttet korrekt med eventuelle, nødvendige kabler, og forsøg aflæsningen igen.
de: Das Gerät konnte nicht gefunden werden. Stellen Sie sicher, dass dieses ordnungsgemäß und mit allen erforderlichen Kabeln angeschlossen ist, und versuchen Sie den Lesevorgang erneut.
es: No ha sido posible encontrar el dispositivo. Asegúrese de que está conectado correctamente con los cables necesarios bien conectados e intente realizar de nuevo la medición.
fr: Appareil introuvable. Vérifiez qu'il est connecté correctement, les câbles requis branchés, et réessayez de lire les données.
it: Impossibile trovare il dispositivo. Assicurarsi che sia collegato correttamente, con tutti i cavi necessari fissati saldamente, quindi riprovare a leggere i dati.
nl: Kan het apparaat niet vinden. Zorg dat het apparaat goed is aangesloten met de nodige kabels en probeer opnieuw te lezen.
ro: Dispozitivul nu a putut fi găsit. Asiguraţi-vă că acesta este conectat corespunzător, cu toate cablurile fixate, şi încercaţi să citiţi din nou.
ru: Не удалось найти устройство. Убедитесь, что оно правильно подключено с использованием правильных кабелей, и повторите попытку считывания данных.
tr: Cihaz bulunamadı. Tüm kabloların düzgün bir şekilde bağlı olduğundan emin olun ve tekrar okumayı deneyin.

# TakeReading_StatusMessage_IncorrectDeviceType
source: An error occurred. An invalid device was identified in the upload token. Please retry your upload at a later time.
da: Der opstod en fejl. En ugyldig enhed blev identificeret i overførsels-token. Prøv at overføre igen på et senere tidspunkt.
de: Es ist ein Fehler aufgetreten. Im Uploadtoken wurde ein ungültiges Gerät erkannt. Versuchen Sie den Uploadvorgang zu einem späteren Zeitpunkt.
es: Se ha producido un error. Se ha identificado un dispositivo no válido en la muestra cargada. Intente realizar la carga de nuevo más tarde.
fr: Une erreur s'est produite. Un appareil non valide a été identifié dans le jeton de téléchargement. Veuillez réessayer votre téléchargement ultérieurement.
it: Si è verificato un errore. Nel token di caricamento è stato identificato un dispositivo non valido. Riprovare ad effettuare il caricamento in seguito.
nl: Er is een fout opgetreden. Er is een ongeldig apparaat aangetroffen in het uploadtoken. Probeer opnieuw te uploaden op een later tijdstip.
ro: A survenit o eroare. A fost identificat un dispozitiv nevalid în simbolul de încărcare. Reîncercaţi încărcarea mai târziu.
ru: Произошла ошибка. В маркере передачи данных указано недопустимое устройство. Повторите передачу данных позднее.
tr: Bir hata oluştu. Yüklenen bilette geçersiz bir cihaz tespit edildi. Lütfen daha sonra tekrar yüklemeye çalışın.

# TakeReading_StatusMessage_InvalidItemsFutureDated
source: Your readings could not be uploaded. All measurements on the device were found to have a date or time in the future. Please check your device settings.
da: Dine aflæsninger kunne ikke overføres. Alle målinger på enheden har en dato eller et klokkeslæt i fremtiden. Kontroller indstillingerne på din enhed.
de: Your readings could not be uploaded. All measurements on the device were found to have a date or time in the future. Please check your device settings. (de)
fr: Your readings could not be uploaded. All measurements on the device were found to have a date or time in the future. Please check your device settings. (fr)
it: Your readings could not be uploaded. All measurements on the device were found to have a date or time in the future. Please check your device settings. (it)
nl: Kan de waarden niet uploaden. Alle metingen op het apparaat hebben een datum of tijd die in de toekomst ligt. Controleer de apparaatinstellingen.
ro: Citirile dvs. nu au putut fi încărcate. Toate măsurătorile găsite pe dispozitiv au o dată sau o oră în viitor. Verificaţi setările dispozitivului.
tr: Okumalarınız yüklenemedi. Cihazda bulunan tüm ölçümlerin gelecekteki bir tarih ve saate sahip olduğu tespit edildi. Lütfen cihaz ayarlarınızı kontrol edin.

# TakeReading_StatusMessage_InvalidUploadToken
source: An error occurred. An invalid upload token was processed. Please retry your upload at a later time.
da: Der opstod en fejl. En ugyldig overførsels-token blev behandlet. Prøv at overføre igen på et senere tidspunkt.
de: Es ist ein Fehler aufgetreten. Es wurde ein ungültiger Uploadtoken verarbeitet. Versuchen Sie den Uploadvorgang zu einem späteren Zeitpunkt.
es: Se ha producido un error. Se ha procesado una muestra cargada no válida. Intente realizar la carga de nuevo más tarde.
fr: Une erreur s'est produite. Un jeton de téléchargement non valide a été identifié. Veuillez réessayer votre téléchargement ultérieurement.
it: Si è verificato un errore. È stato elaborato un token di caricamento non valido. Riprovare ad effettuare il caricamento in seguito.
nl: Er is een fout opgetreden. Er is een ongeldig uploadtoken verwerkt. Probeer opnieuw te uploaden op een later tijdstip.
ro: A survenit o eroare. S-a procesat un simbol de încărcare nevalid. Reîncercaţi încărcarea mai târziu.
ru: Произошла ошибка. Обработан недопустимый маркер передачи данных. Повторите передачу данных позднее.
tr: Bir hata oluştu. Geçersiz bir yüklenen bilet işlendi. Lütfen daha sonra tekrar yüklemeye çalışın.

# TakeReading_StatusMessage_ServiceException
source: The Upload Service is not currently available. Please try again in a few minutes. If you continue experiencing issues, please submit a support ticket.
da: Overførselstjenesten er ikke tilgængelig i øjeblikket. Prøv igen om et par minutter. Send en supportanmodning, hvis du fortsat har problemer.
de: Der Uploaddienst ist derzeit nicht verfügbar. Versuchen Sie es in einigen Minuten erneut. Wenn die Probleme weiterhin bestehen, übertragen Sie ein Supportticket.
es: El Servicio de carga no está disponible actualmente. Inténtelo de nuevo transcurridos unos minutos. Si sigue teniendo problemas, envíe un mensaje a Atención al cliente.
fr: Le service de téléchargement n'est pas disponible actuellement. Veuillez réessayer dans quelques minutes. Si des problèmes persistent, veuillez envoyer un ticket d'assistance.
it: Il servizio di caricamento non è al momento disponibile. Riprovare fra qualche minuto. Se si continuano a verificare problemi, inviare un ticket all'assistenza.
nl: De uploadservice is momenteel niet beschikbaar. Probeer het over enkele minuten opnieuw. Als de problemen aanhouden, kun je een supportticket indienen.
ro: Serviciul de încărcare nu este disponibil momentan. Reîncercaţi în câteva minute. Dacă problemele persistă, trimiteţi o solicitare de asistenţă.
ru: В настоящее время служба передачи данных недоступна. Повторите попытку через несколько минут. При повторении ошибки обратитесь в службу поддержки.
tr: Yükleme Hizmeti şu anda kullanılabilir değil. Lütfen birkaç dakika sonra tekrar deneyin. Sorunlar yaşamaya devam ediyorsanız lütfen bir yardım bileti gönderin.

# TakeReading_StatusMessage_Success
source: Your information was successfully uploaded.
da: Overførslen af dine oplysninger blev gennemført. Posttæller: [%d]
de: Ihre Daten wurden erfolgreich hochgeladen. Eintragszahl: [%d]
es: Su información se ha cargado correctamente. Número de elementos: [%d]
fr: Vos informations ont été téléchargées. Nombre d'éléments : [%d]
it: I dati sono stati caricati correttamente. Conteggio elementi: [%d]
nl: De informatie is geüpload. Aantal items: [%d]
ro: Informaţiile dvs. au fost încărcate cu succes. Număr elemente: [%d]
ru: Данные успешно загружены. Число элементов: [%d]
tr: Bilgileriniz başarılı bir şekilde yüklendi. Öğe Sayacı: [%d]

# TakeReading_StatusMessage_SuccessNoNewItems
source: Your readings were successfully uploaded. However, there were no new readings to process.
da: Dine aflæsninger blev overført. Men der er ingen nye aflæsninger til behandling.
de: Ihre Ergebnisse wurden erfolgreich hochgeladen. Es waren jedoch keine neu zu verarbeitenden Ergebnisse vorhanden.
es: Sus mediciones se han cargado correctamente. Sin embargo, no había mediciones que procesar.
fr: Vos données ont été téléchargées. Toutefois, il n'existe aucune nouvelle donnée à traiter.
it: I risultati delle misurazioni sono stati caricati correttamente. Tuttavia, non sono presenti nuovi risultati da elaborare.
nl: De waarden zijn geüpload. Er zijn echter geen nieuwe waarden om te verwerken.
ro: Citirile dvs. au fost încărcate cu succes. Totuşi, nu există citiri noi de procesat.
ru: Данные успешно загружены. Однако новые даныне для обработки отсутствуют.
tr: Okumalarınız başarılı bir şekilde yüklendi. Ancak, işlenecek yeni okumalar yoktu.

# TakeReading_StatusMessage_SuccessSomeInvalidItems
source: Your readings were successfully uploaded. However, there were some invalid items.
da: Dine aflæsninger blev overført. Men der var nogle ugyldige poster. Posttæller: [%d]
de: Ihre Ergebnisse wurden erfolgreich hochgeladen. Es traten jedoch einige ungültige Einträge auf. Eintragszahl: [%d]
es: Sus mediciones se han cargado correctamente. Sin embargo, había algunos elementos no válidos. Número de elementos: [%d]
fr: Vos données ont été téléchargées. Toutefois, certains éléments ne sont pas valides. Nombre d'éléments : [%d]
it: I risultati delle misurazioni sono stati caricati correttamente. Tuttavia, alcuni elementi sono risultati non validi. Conteggio elementi: [%d]
nl: De waarden zijn geüpload. Er zijn echter enkele ongeldige items. Aantal items: [%d]
ro: Citirile dvs. au fost încărcate cu succes. Totuşi, au existat elemente nevalide. Număr elemente: [%d]
ru: Данные успешно загружены. Однако некоторые элементы недопустимы. Число элементов: [%d]
tr: Okumalarınız başarılı bir şekilde yüklendi. Ancak, geçersiz bir kaç öğe vardı. Öğe Sayacı: [%d]

# TakeReading_StatusMessage_SuccessSomeInvalidItemsFutureDated
source: Your readings were successfully uploaded. However, there were some invalid measurements with dates or times that are in the future. Measurements with dates in the future are rejected - please check your device.
da: Dine aflæsninger blev overført. Men der var nogle ugyldige poster. Posttæller: [%d]
de: Your readings were successfully uploaded. However, there were some invalid measurements with dates or times that are in the future. Measurements with dates in the future are rejected - please check your device. Item Count: [%d] (de)
es: Your readings were successfully uploaded. However, there were some invalid measurements with dates or times that are in the future. Measurements with dates in the future are rejected - please check your device. Item Count: [%d]
fr: Your readings were successfully uploaded. However, there were some invalid measurements with dates or times that are in the future. Measurements with dates in the future are rejected - please check your device. (fr)
it: Your readings were successfully uploaded. However, there were some invalid measurements with dates or times that are in the future. Measurements with dates in the future are rejected - please check your device. Item Count: [%d] (it)
nl: De waarden zijn geüpload. Er zijn echter enkele ongeldige metingen met datums of tijden die in de toekomst liggen. Metingen met datums in de toekomst worden genegeerd. Controleer het apparaat. Aantal items: [%d]
ro: Citirile dvs. au fost încărcate cu succes. Totuşi, au existat anumite măsurători nevalide cu date sau ora aflate în viitor. Măsurătorile cu datele în viitor sunt respinse - verificaţi dispozitivul. Număr elemente: [%d]
ru: Your readings were successfully uploaded. However, there were some invalid measurements with dates or times that are in the future. Measurements with dates in the future are rejected - please check your device. Item Count: [%d]
tr: Okumalarınız başarılı bir şekilde yüklendi. Ancak, geleceğe yönelik tarih ve saat içeren bazı geçersiz ölçümler vardı. Geleceğe yönelik tarihler içeren ölçümler iptal edilir - lütfen cihazınızı kontrol edin. Öğe Sayacı: [%d]

# TakeReading_StatusMessage_UnableToLoadDeviceDriver
source: An unexpected error occurred while loading your device's driver. If this issue continues, please submit a support ticket.
da: Der opstod en uventet fejl under indlæsning af enhedens driver. Send en supportanmodning, hvis problemet varer ved.
de: Beim Laden des Gerätetreibers ist ein unerwarteter Fehler aufgetreten. Wenn das Problem weiterhin besteht, übertragen Sie ein Supportticket.
fr: Une erreur inattendue s'est produite lors du chargement du pilote de votre appareil. Si ce problème persiste, veuillez envoyer un ticket d'assistance.
it: Si è verificato un errore inatteso durante il caricamento del driver del dispositivo. Se il problema persiste, inviare un ticket all'assistenza.
nl: Er is een onverwachte fout opgetreden tijdens het laden van de apparaatdriver. Als dit probleem aanhoudt, kun je een supportticket indienen.
ro: A survenit o eroare neaşteptată în timpul încărcării driverului dispozitivului dvs. Dacă problema persistă, trimiteţi o solicitare de asistenţă.
ru: При загрузке драйвера устройства произошла неожиданная ошибка. При повторении ошибки обратитесь в службу поддержки.
tr: Cihazınızın sürücüsünü yüklerken beklenmeyen bir hata oluştu. Bu sorunun devam etmesi durumunda bir yardım bileti gönderin.

# TakeReading_StatusMessage_UnexpectedError
source: An unexpected error occurred while communicating with your device. Please remove the device, recconect, ensure that any required cable is connected tightly and attempt the reading again.
da: Der opstod en uventet fejl under kommunikation med enheden. Fjern enheden, tilslut den igen, kontroller at et eventuelt nødvendigt kabel er sat korrekt i, og forsøg aflæsningen igen.
de: Bei der Kommunikation mit dem Gerät ist ein unerwarteter Fehler aufgetreten. Entfernen Sie das Gerät, schließen Sie es erneut an, stellen Sie sicher, dass alle erforderlichen Kabel fest angeschlossen sind, und versuchen Sie den Lesevorgang erneut.
es: An unexpected error occurred while communicating with your device. Please remove the device, reconnect, ensure that any required cable is connected tightly and attempt the reading again.
fr: Une erreur inattendue s'est produite lors de l'établissement de la connexion avec votre appareil. Veuillez retirer l'appareil, reconnectez-le, vérifiez que tout câble requis est branché correctement et réessayez de lire les données.
it: Si è verificato un errore inatteso durante la comunicazione con il dispositivo. Rimuovere il dispositivo, ricollegarlo, verificare che i cavi necessari siano tutti collegati saldamente, quindi riprovare a leggere i dati.
nl: Er is een onverwachte fout opgetreden tijdens de communicatie met je apparaat. Verwijder het apparaat, sluit het opnieuw aan, zorg dat alle vereiste kabels goed zijn aangesloten en probeer opnieuw te lezen.
ro: A survenit o eroare neaşteptată în timpul comunicării cu dispozitivul. Decuplaţi dispozitivul, reconectaţi-l şi asiguraţi-vă că toate cablurile necesare sunt conectate şi încercaţi să citiţi din nou.
ru: При подключении устройства произошла неожиданная ошибка. Удалите устройство, повторно его подключите, проверьте правильность подключения кабеля и повторите попытку считывания данных.
tr: Cihazınızın iletişimi ile ilgili beklenmeyen bir hata oluştu. Lütfen cihazın bağlantısını kesin, cihazı tekrar bağlayın ve tüm kabloların düzgün bir şekilde bağlandığından emin olduktan sonra tekrar okumayı deneyin.

# TakeReading_StatusMessage_UserCancelled
source: The device reading was cancelled by the user. Please retry when you are ready to upload your reading.
da: Enhedsaflæsningen blev annulleret af brugeren. Prøv igen, når du er klar til at overføre din aflæsning.
de: Der Lesevorgang für das Gerät wurde vom Benutzer abgebrochen. Versuchen Sie beim nächsten Lesevorgang erneut, die Ergebnisse hochzuladen.
es: The device reading was cancelled by the user. Please retry when you are reading to upload your reading.
fr: La lecture des données de l'appareil a été annulée par l'utilisateur. Veuillez réessayer lorsque vous êtes prêt(e) à télécharger vos données.
it: La lettura dal dispositivo è stata annullata dall'utente. Riprovare una volta pronti a caricare i risultati delle misurazioni.
nl: Het lezen van het apparaat is geannuleerd door de gebruiker. Probeer het opnieuw wanneer u klaar bent om de waarden te uploaden.
ro: Citirea dispozitivului a fost anulată de către utilizator. Reîncercaţi când efectuaţi citirea, pentru a o încărca.
ru: Загрузка данных с устройства отменено пользователем. Повторите попытку, когда вы будете готовы к загрузке данных.
tr: Cihaz okuması kullanıcı tarafından iptal edildi. Okumanızı yüklemeye çalışırken okumanız durumunda lütfen tekrar deneyin.
