Repository: spstratis/TEMP_ohigw
Catalog: OHIGateway/*.lproj/Localizable.strings
Languages: da, de, es, fr, it, nl, ro, ru, tr

# Default_UploadMessage
source: Please be sure your device is connected and in the proper mode. To initiate the reading, click the Start Upload button above.
da: Kontroller, at din enhed er tilsluttet og i den korrekte tilstand. Klik på knappen Start overførsel herover for at starte aflæsningen.
de: Stellen Sie sicher, dass Ihr Gerät angeschlossen und im richtigen Modus ist. Um den Lesevorgang zu initiieren, klicken Sie oben auf die Schaltfläche „Upload starten“.
es: Asegúrese de que el dispositivo está conectado y de que está en la modalidad adecuada. Para iniciar la medición, haga clic en el botón Iniciar carga que encontrará arriba.
fr: Vérifiez que votre appareil est connecté et se trouve dans le mode approprié. Pour lancer la lecture des données, cliquez sur le bouton Lancer le téléchargement ci-dessus.
it: Assicurarsi che il dispositivo sia collegato e nella modalità corretta. Per avviare la lettura, fare clic sul pulsante in alto, Avvia caricamento.
nl: Zorg dat het apparaat is aangesloten en zich in de juiste modus bevindt. Als je de waarde wilt initiëren, klik je hierboven op de knop Upload starten
ro: Asiguraţi-vă că dispozitivul este conectat în mod corespunzător. Pentru a iniţia citirea, faceţi clic pe butonul Pornire încărcare de sus.
ru: Убедитесь, что устройство подключено и переведено в соответствующий режим. Чтобы начать загрузку данных, нажмите кнопку Начать загрузку данных выше.
tr: Lütfen cihazınızın bağlı ve doğru modda olduğundan emin olun. Okumaya başlamak için yukarıda bulunan Yüklemeye Başla düğmesine tıklayın.

# Registration_MissingFirstName_Message
source: Please fill in your First Name before continuing
da: Indtast dit fornavn, før du fortsætter.
de: Geben Sie zunächst Ihren Vornamen ein.
es: Introduzca su nombre antes de continuar.
fr: Veuillez compléter votre prénom avant de continuer.
it: Immettere il nome per continuare.
nl: Vul je voornaam in voordat je doorgaat.
ro: Introduceţi prenumele înainte de a continua.s
ru: Для продолжения введите ваше имя.
tr: Devam etmeden önce lütfen Adınızı girin.

# Registration_MissingLastName_Message
source: Please fill in your Last Name before continuing
da: Indtast dit efternavn, før du fortsætter.
de: Geben Sie zunächst Ihren Nachnamen ein.
es: Introduzca sus apellidos antes de continuar.
fr: Veuillez compléter votre nom avant de continuer.
it: Immettere il cognome per continuare.
nl: Vul je achternaam in voordat je doorgaat.
ro: Introduceţi numele înainte de a continua.
ru: Для продолжения введите вашу фамилию.
tr: Devam etmeden önce lütfen Soyadınızı girin.

# Registration_MissingUserName_Message
source: Please fill in your Username before continuing
da: Indtast dit brugernavn, før du fortsætter.
de: Geben Sie zunächst Ihren Benutzernamen ein.
es: Introduzca su nombre de usuario antes de continuar.
fr: Veuillez saisir votre nom d'utilisateur avant de continuer.
it: Digitare il nome utente per continuare.
nl: Typ je gebruikersnaam voordat je doorgaat.
ro: Introduceţi numele de utilizator înainte de a continua.
ru: Для продолжения введите имя пользователя.
tr: Devam etmeden önce lütfen kullanıcı adınızı girin.

# Registration_MissingEmail_Message
source: Please fill in your Email before continuing
da: Indtast din e-mail, før du fortsætter.
de: Geben Sie zunächst Ihre E-Mail-Adresse ein.
es: Introduzca su correo electrónico antes de continuar.
fr: Veuillez compléter votre adresse de messagerie avant de continuer.
it: Immettere l'indirizzo e-mail per continuare.
nl: Vul je e-mailadres in voordat je doorgaat.
ro: Introduceţi adresa de e-mail înainte de a continua.
ru: Для продолжения введите адрес электронной почты.
tr: Devam etmeden önce lütfen e-postanızı girin.

# Registration_MissingPassword_Message
source: Please fill in your Password before continuing
da: Indtast din adgangskode, før du fortsætter.
de: Geben Sie zunächst Ihr Kennwort ein.
es: Introduzca su contraseña antes de continuar.
fr: Veuillez saisir votre mot de passe avant de continuer.
it: Verificare la corrispondenza dei campi Password e Conferma password.
nl: Typ het wachtwoord voordat je doorgaat.
ro: Introduceţi parola înainte de a continua.
ru: Для продолжения введите пароль.
tr: Devam etmeden önce lütfen parolanızı girin.

# Registration_UnexpectedError_Message
source: Registration could not be completed successfully. Please try again later.
da: Registrering kunne ikke gennemføres. Prøv igen senere.
de: Die Registrierung konnte nicht erfolgreich abgeschlossen werden. Versuchen Sie es später erneut.
es: No se ha podido completar el registro correctamente. Inténtelo de nuevo más tarde.
fr: Impossible d'effectuer correctement l'inscription. Veuillez réessayer ultérieurement.
it: Impossibile completare correttamente la registrazione. Riprovare in un secondo momento.
nl: Registratie kan niet worden voltooid. Probeer het later opnieuw.
ro: Înregistrarea nu a putut fi realizată cu succes. Reîncercaţi mai târziu.
ru: Во время регистрации произошла неожиданная ошибка. Повторите попытку позднее.
tr: Kayıt işlemi başarılı bir şekilde tamamlanamadı. Lütfen daha sonra tekrar deneyin.

# Registration_InvalidEmailAddress_Message
source: Please enter a valid email address.
da: Indtast en gyldig e-mailadresse.
de: Geben Sie eine gültige E-Mail-Adresse ein.
es: Introduzca una dirección de correo electrónico válida
fr: Veuillez saisir une adresse de messagerie valide.
it: Immettere un indirizzo e-mail valido.
nl: Voer een geldig e-mailadres in.
ro: Introduceţi adresa de e-mail înainte de a continua.
ru: Введите допустимый адрес электронной почты.
tr: Lütfen geçerli bir e-posta adresi girin.

# Registration_PasswordMismatch_Message
source: Please be sure that the Password and Confirm Password fields match.
da: Kontroller, at felterne Adgangskode og Bekræft adgangskode stemmer overens.
de: Stellen Sie sicher, dass die Felder „Kennwort“ und „Kennwort bestätigen“ übereinstimmen.
es: Asegúrese de que los campos Contraseña y Confirmar contraseña coinciden.
fr: Vérifiez que les champs Mot de passe et Confirmer le mot de passe correspondent.
it: Verificare la corrispondenza dei campi Password e Conferma password.
nl: Zorg dat de velden Wachtwoord en Bevestig wachtwoord overeenkomen.
ro: Asiguraţi-vă că datele introduse în câmpurile Parolă şi Confirmare parolă coincid.
ru: Убедитесь, что пароль и подтверждение пароля совпадают.
tr: Parola ve Parola Doğrulama alanlarının eşleştiğinden emin olun.

# M3_BloodPressure_Monitor
source: M3 IT Blood Pressure Monitor (HEM-7131U-E)
de: M400 IT Blood Pressure Monitor

# M6_BloodPressure_Monitor
source: M6 IT Blood Pressure Monitor (HEM-7322U-E)
de: M600 IT Blood Pressure Monitor

# M3_BloodPressure_Monitor_Tag
source: HEM-7131U-E
de: HEM-7131U-D

# M6_BloodPressure_Monitor_Tag
source: HEM-7322U-E
de: HEM-7322U-D

# SettingsPage_RememberMe_Label
source: Remember Me
da: Husk Mig
de: Mich Erinnern
es: Acuérdate de mí
fr: Souviens-toi de Moi
it: Ricordati di me
ro: Ține-mă minte
ru: Запомни меня
tr: Beni hatırla

# SettingsPage_RemoveUser_Label
source: Remove User
da: Fjern Bruger
de: Benutzer Entfernen
es: Retire del usuario
fr: Retirez utilisateur
it: Rimuovere L'Utente
nl: Verwijder Gebruiker
ro: Scoateți utilizator
ru: Удалить пользователя
tr: Kullanıcı Kaldır

# DeviceSelect_ChooseLabel
source: Choose a device to upload data from
da: Vælg en enhed at overføre data fra
de: Wählen Sie ein Gerät , um Daten aus hochladen
es: Elegir un dispositivo para cargar los datos de
fr: Choisissez un appareil pour télécharger des données à partir de
it: Scegliere un dispositivo per caricare i dati da
nl: Kies een apparaat om gegevens te uploaden
ro: Alegeți un dispozitiv pentru a încărca datele de la
ru: Выберите устройство для загрузки данных из
tr: Veri yüklemek için bir cihaz seçin

source: Forgot Password?
da: Glemt adgangskode?
de: Passwort Vergessen?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié?
it: Ha dimenticato la password?
nl: Wachtwoord vergeten?
ro: Ai uitat parola?
ru: Забыли пароль?
tr: Parolanızı mı unuttunuz?

# UserSelection_SelectLabel
source: Select the default user of the device
da: Vælg standard brugeren af ​​apparatet
de: Wählen Sie die Standard Benutzer des Gerätes
es: Seleccione el usuario por defecto del dispositivo
fr: Sélectionnez l'utilisateur par défaut de l'appareil
it: Selezionare l'utente di default del dispositivo
nl: Selecteer de standaard gebruiker van het apparaat
ro: Selectați utilizatorul implicit al dispozitivului
ru: Выберите пользователя по умолчанию устройства
tr: Cihazınvarsayılan kullanıcıyı seçin

# UserSelection_UserA
source: User A
da: Bruger A
de: Benutzer 1 (A)
es: Usuario 1 (A)
fr: 1 (A) Utilisateur
it: Utente 1 (A)
nl: Gebruiker A
ro: Utilizator A
ru: Пользователь 1 (A)
tr: Kullanıcı A

# UserSelection_UserB
source: User B
da: Bruger B
de: Benutzer 2 (B)
es: Usuario 2 (B)
fr: 2 (B) Utilisateur
it: Utente 2 (B)
nl: Gebruiker B
ro: Utilizator B
ru: Пользователь 2 (B)
tr: Kullanıcı B

# LoginView_Username
source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
ro: Nume de utilizator
ru: имя пользователя
tr: Kullanıcı adı

# LoginView_Password
source: Password
da: Adgangskode
de: Kennwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
ro: Parolă
ru: пароль
tr: şifre

# LoginView_RememberMe
source: Remember Me
da: Husk Mig
de: Mich Erinnern
es: Acuérdate de mí
fr: Souviens-toi de Moi
it: Ricordati di me
ro: Ține-mă minte
ru: Запомни меня
tr: Beni hatırla

# LoginView_ForgotPassword
source: Forgot Password?
da: Glemt kodeord?
de: Passwort vergessen?
es: Olvidé mi contraseña?
fr: Mot de passe oublié?
it: Password dimenticata?
nl: Wachtwoord vergeten?
ro: Ai uitat parola?
ru: забыли пароль?
tr: Sifremi unuttum?

# createUser_username
source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome Utente
nl: Gebruikersnaam
ro: Nume de utilizator
ru: имя пользователя
tr: Kullanıcı adı

# createUser_lastname
source: Last Name
da: Efternavn
de: Nachname
es: Apellido
fr: Nom de Famille
it: Cognome
nl: Achternaam
ro: Nume
ru: фамилия
tr: Soyadı

# createUser_firstname
source: First Name
da: Fornavn
de: Vorname
es: Nombre de pila
fr: Prénom
it: Nome
nl: Voornaam
ro: Prenume
ru: имя
tr: Isim

# createUser_pword
source: Password
da: Adgangskode
de: Kennwort
es: Contraseña
fr: Mot de Passe
nl: Wachtwoord
ro: Parolă
ru: пароль
tr: Sifre

# createUser_confirm
source: Confirm Password
da: Bekræft Apasdgangskode
de: Passwort Bestätigen
es: Confirmar Contraseña
fr: Confirmez le Mot de Passe
it: Conferma Password
nl: Wachtwoord Bevestigen
ro: Confirmați Parola
ru: подтвердите Пароль
tr: Sifreyi Onayla

# createUser_timezone
source: Timezone
da: tidszone
de: Zeitzone
es: Zona Horaria
fr: Fuseau Horaire
it: Fuso Orario
nl: Tijdzone
ro: Fus orar
ru: часовой пояс
tr: Zaman Dilimi

# createUser_country
source: Country
da: Land
de: Land
es: País
fr: Pays
it: Paese
nl: Land
ro: Tară
ru: страна
tr: ülke

# createUser_culture
source: Culture
da: Kultur
de: Kultur
es: Cultura
it: Cultura
nl: Cultuur
ro: Cultură
ru: культура
tr: kültür

# eulaAccept
source: Accept
da: Accepter
de: Zustimmen
es: Aceptar
fr: Accepter
it: Accetta
nl: Accepteren
ro: Acceptare
ru: принять
tr: kabul et

# eulaDecline
source: Decline
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
ro: Anulare
ru: отмена
tr: iptal et

source: sign in
da: log på
de: anmelden
es: Iniciar sesión
fr: Se Connecter
it: entra
nl: aanmelden
ro: conectare
ru: регистрация
tr: giriş yap

# EULA_path
source: EULA_Bi-LINK_EN.pdf
da: EULA_Bi-LINK_DA.pdf
de: EULA_Bi-LINK_DE.pdf
es: EULA_Bi-LINK_ES.pdf
fr: EULA_Bi-LINK_FR.pdf
it: EULA_Bi-LINK_IT.pdf
nl: EULA_Bi-LINK_DU.pdf
ro: EULA_Bi-LINK_RO.pdf
ru: EULA_Bi-LINK_RU.pdf
tr: EULA_Bi-LINK_TR.pdf

source: Create User
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
nl: Account maken
ro: Creare cont
ru: Создать учетную запись
tr: Hesap Oluştur

source: Remember Me
da: Remember Me (DA)
de: Remember Me (DE)
es: Acuérdate de mí
fr: Souviens-toi de Moi
it: Remember Me (IT)
nl: Remember Me (DU)
ro: Remember Me (RO)
tr: Remember Me (DU)

source: Unregister Device
da: Unregister Device (DA)
de: Unregister Device (DE)
es: Dispositivo Unregister
fr: Dispositif Désinscription
it: Unregister Device (IT)
nl: Unregister Device (DU)
ro: Unregister Device (RO)
tr: Unregister Device (DU)

# createUser_email
source: Email
ru: по электронной почте
tr: E-posta
